Repository: Viktor-Hermann/FlutterProtfolio
Catalog: lib/l10n/intl_*.arb
Languages: de

# menuHome
source: Home
de: Startseite

# menuAboutMe
source: About me
de: Über mich

# menuServices
source: Services
de: Dienstleistungen

# menuContact
source: Contact
de: Kontakt

# menuMyProjects
source: My Projects
de: Meine Projekte

# menuImpressum
source: Imprint
de: Impressum

# impressumTitle
source: Legal Disclosure
de: Impressum

# impressumSubtitle
source: Information according to § 5 TMG
de: Angaben gemäß § 5 TMG

# upperSubTitle
source: Hi, nice to meet you I"m
de: Hallo, freut mich, Sie kennenzulernen

# bottomSubTitle
source: Freelance - Flutter Mobile App Developer
de: Flutter Mobile App Entwickler aus Leidenschaft

# poweredByFlutter
source: Made with 💙 and Flutter web
de: Mit 💙 und Flutter web entwickelt

# motto
source: You never lose. You either win or you learn.
de: Du verlierst nie. Entweder du gewinnst oder du lernst.

# aboutMeTitle
source: About me
de: Über mich

# aboutMeShort
source: This is me
de: Das bin ich

# experienceYearTitle
source: Years of Experience
de: Jahre der Erfahrung

# hireMeAction
source: Arrange cooperation!
de: Zusammenarbeit vereinbaren!

# downloadCvAction
source: Download CV
de: Lebenslauf herunterladen

# aboutMeDescription
source: After graduating as an
de: Nach Abschluss des Studiums als

# aboutMeDescription_1
source: IT Specialist Application Developer in 2018
de: Fachinformatiker Anwendungsentwicklung im Jahr 2018

# aboutMeDescription_2
source: , I am always looking for new challenges. I quickly
de: bin ich immer auf der Suche nach neuen Herausforderungen. Ich bin schnell

# aboutMeDescription_3
source: specialized in mobile app development
de: spezialisiert auf mobile App-Entwicklung

# aboutMeDescription_4
source: and now have several years of experience in software development especially with the Flutter framework.
de: und habe nun mehrere Jahre Erfahrung in der Softwareentwicklung insbesondere mit dem Flutter-Framework.

# experienceYearDescription
source: Offering 5 years of experience in software development especially in mobile App development.
de: Biete 5 Jahre Erfahrung in der Softwareentwicklung, insbesondere in der mobilen App-Entwicklung.

# experienceYearDescription_1
source: Specialize in thinking outside the box to find unique solutions
de: darauf spezialisiert über den Tellerrand zu schauen und einzigartige Lösungen zu finden.

# experienceYearDescription_2
source: to difficult engineering problems and solving problem fasts and clean.
de: schwierigen technischen Problemen effizient zu lösen.

# experienceYearDescription_3
source: I bring experience from designing the
de: Ich bringe Erfahrungen aus der Gestaltung der

# experienceYearDescription_4
source: UI of apps according to concepts
de: UI von Apps nach Konzepten

# experienceYearDescription_5
source: to
de: bis

# experienceYearDescription_6
source: bug and performance analysis
de: Fehler- und Leistungsanalyse

# experienceYearDescription_7
source: as well as complete app optiomization
de: sowie komplette App-Optiomierung

# serviceTitle
source: Service Offerings
de: Dienstleistungen

# serviceSubtitle
source: What I offer you
de: Das biete ich Ihnen

# service_01
source: Android, IOS & Web App development
de: Android, IOS & Web App Entwicklung

# service_02
source: App ⟷ Backend communication
de: App ⟷ Backend Kommunikation

# service_03
source: New Feature and further development
de: Neue Feature und weitere Entwicklung

# service_04
source: Analysis and elimination of errors and problems
de: Analyse und Behebung von Fehlern und Problemen

# service_05
source: Performance, network, UI and UX optimization
de: Performance-, Netzwerk-, UI- und UX-Optimierung

# service_06
source: Push notifications with Firebase
de: Push-Benachrichtigungen mit Firebase

# service_07
source: Google Playstore and IOS Appstore release process
de: Google Playstore und IOS Appstore Veröffentlichung

# service_08
source: Quality Assurance - Testing
de: Qualitätssicherung - Testen

# startingNewProjectTitle
source: Starting New Project?
de: Neues Projekt starten?

# startingNewProjectSubtitle
source: Get an estimate for the new project
de: Einen Kostenvoranschlag für das neue Projekt erhalten

# myProjectSubtitle
source: I have already done this
de: Das habe ich bereits gemacht

# feedbackTitle
source: Feedback Received
de: Erhaltenes Feedback

# feedbackSubtitle
source: Client’s testimonials that inspired me a lot
de: Das wurde über mich gesagt

# contactTitle
source: Contact
de: Kontakt

# contactSubtitle
source: The way to contact me
de: So können Sie mich erreichen

# feedbackABauer
source: I really enjoyed working with Viktor as he always had an eye for an appealing design and always aimed for an intuitive graphical user interface. His enthusiasm for programming has always led us to excellent solutions.
de: Es hat mir sehr viel Spaß gemacht, mit Viktor zu arbeiten, da er immer ein Auge für ein ansprechendes Design hatte und stets eine intuitive grafische Benutzeroberfläche anstrebte. Seine Begeisterung für das Programmieren hat uns immer zu hervorragenden Lösungen geführt.

# feedbackCXavier
source: Reliability and drive combined with his talent in app development make Viktor a valuable team member.
de: Zuverlässigkeit und Tatkraft in Kombination mit seinem Talent in der App Entwicklung machen Viktor zu einem wertvollen Teammitglied.

# contactMeQestionOrJob
source: Do you have any questions or a job offer for me?
de: Haben Sie eine Frage oder ein Jobangebot für mich?

# contactMeInstantRequest
source: Contact me directly
de: Kontaktieren Sie mich direkt

# contactMeSocialMediaRequest
source: Contact me via social media platforms
de: Kontaktieren Sie mich über die Social Media Plattformen

# contactFormName
source: Your Name
de: Ihr Name

# contactFormNameHint
source: Enter your name
de: Geben Sie Ihren Namen ein

# contactFormEmail
source: Email Adress
de: E-Mail Adresse

# contactFormEmailHint
source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein

# contactFormProjectType
source: Project Type
de: Projekttyp

# contactFormProjectTypeHint
source: Select project type
de: Projekttyp auswählen

# contactFormBudget
source: Project Budget
de: Projektbudget

# contactFormBudgetHint
source: Tell me your budget or your hourly rate or daily rate
de: Nennen Sie mir Ihr Budget oder Ihren Stundensatz oder Tagessatz

# contactFormDescription
source: Description
de: Beschreibung

# contactFormDescriptionHint
source: Tell me about your project
de: Erzählen Sie mir von Ihrem Projekt

# contactSend
source: Send request
de: Anfrage absenden

# emailContentTitle
source: Interest in cooperation with VApps-IT
de: Interesse an einer Zusammenarbeit mit VApps-IT

# emailContentSubTitle
source: Hi Viktor, we are interested in working with you. Please contact me as soon as possible. **PLEASE PUT CONTACT DATA** Thank you in advance
de: Hallo Viktor, wir haben Interesse an einer Zusammenarbeit mit dir. Ich bitte um schnellstmögliche Kontaktaufnahme. **HIER BITTE KONTAKTDATEN HINTERLEGEN** Vielen Dank im Voraus

# qrTitle
source: Scan the QR-Code to get my number
de: Scan den QR-Code um mich zu kontaktieren

# qrButtonClose
source: Close
de: Schließen

# impressumAdress
source: Address
de: Anschrift

# impressumContact
source: Contact
de: Kontakt

# impressumUstIdNrTitle
source: USt-IdNr according to §27a sales tax law:
de: USt-IdNr gemäß §27a Umsatzsteuergesetz:

# impressumPhone
source: Phone:
de: Telefon:

# impressumDisclaimer
source: Disclaimer
de: Haftungsausschluss

# impressumLinks
source: Liability for links
de: Haftung für Links

# impressumLinksText
source: Our offer contains links to external websites of third parties, on whose contents we have no influence. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognizable at the time of linking. However, a permanent control of the contents of the linked pages is not reasonable without concrete evidence of a violation of the law. If we become aware of any infringements, we will remove such links immediately.
de: Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.

# impressumPrivacy
source: Privacy:
de: Datenschutz

# impressumPrivacyText
source: The use of our website is generally possible without providing personal data. As far as on our sides personal data (such as name, address or e-mail addresses) are collected, this is as far as possible on a voluntary basis. We point out that data transmission over the Internet (eg communication by e-mail) security gaps. The use of published postal addresses, telephone or fax numbers and email addresses for marketing purposes is prohibited, offenders sending unwanted spam messages will be punished. The operators of the pages expressly reserve the right to take legal action in the event of the unsolicited sending of advertising information, such as spam e-mails.
de: Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder eMail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Die Nutzung der im Rahmen des Impressums oder vergleichbarer Angaben veröffentlichten Kontaktdaten wie Postanschriften, Telefon- und Faxnummern sowie Emailadressen durch Dritte zur Übersendung von nicht ausdrücklich angeforderten Informationen ist nicht gestattet. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.

# impressumGLyticsText
source: This website uses Google Analytics, a web analytics service provided by Google Inc (Google). Google Analytics uses so-called cookies, text files that are stored on your computer and which enable an analysis of your use of the website. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage. Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Googles behalf. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.
de: Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc (Google). Google Analytics verwendet sog. Cookies, Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen. Die durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) wird an einen Server von Google in den USA übertragen und dort gespeichert. Google wird diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten für die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Auch wird Google diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetzlich vorgeschrieben oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google wird Ihre IP-Adresse nicht mit anderen von Google gespeicherten Daten in Verbindung bringen. Sie können die Installation der Cookies durch eine entsprechende Einstellung in Ihrem Browser verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website voll umfänglich nutzen können. Durch die Nutzung dieser Website erklären Sie sich mit der Bearbeitung der über Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden.
